// resources/lang/ru/guarantee.php

<?php

return [
    'title' => 'Гарантийный талон',
    'issue_date' => 'Дата выдачи гарантийного талона',
    'customer_information' => 'Информация о покупателе',
    'product_information' => 'Информация о товаре',
    'buyer' => 'Покупатель',
    'phone' => 'Телефон',
    'id_number' => 'Личный номер',
    'price' => 'Стоимость',
    'currency' => 'Лари',
    'order_id' => 'ID заказа',
    'product' => 'Товар',
    'guarantee' => 'Гарантия',
    'code' => 'Код',
    'information' => 'Информация',
    'accessories' => 'Аксессуары',
    'gift' => 'Подарок',
    'signature' => 'Подпись',

    'replacement_title' => 'Товар с дефектом подлежит замене:',
    'replacement_text' => '• Если товар имеет визуальный дефект, покупатель обязан сообщить об этом в процессе покупки. После согласования товар не подлежит замене по причине визуального дефекта.
<br>• Если в течение 7 (семи) календарных дней после передачи товара будет обнаружен заводской дефект (не включая визуальные дефекты и программные ошибки), подтверждённый сервисным центром, рекомендованным компанией, товар подлежит замене либо ремонту только дефектной детали.',

    'service_terms_title' => 'Условия гарантийного обслуживания:',
    'service_terms_text' => '• Рекомендованный компанией сервисный центр проводит диагностику неисправного товара в течение 3–7 (трёх–семи) рабочих дней, а ремонт — в течение 3–30 (трёх–тридцати) рабочих дней.
<br>• По истечении 7 (семи) календарных дней с момента передачи товара покупатель получает скидку от 5% до 50% на ремонт самостоятельно повреждённых деталей.',

    'warranty_cancel_title' => 'Гарантия не распространяется / аннулируется если:',
    'warranty_cancel_text' => '• Истёк гарантийный срок;
<br>• Товар имеет механические повреждения, повреждения вследствие вирусов, несовместимых файлов, влаги, неисправности электросети, воздействия высоких или низких температур, коррозии, нарушения условий эксплуатации или хранения, либо ремонта, выполненного неуполномоченными лицами;
<br>• В гарантийном талоне не читается серийный номер / IMEI код;
<br>• В устройстве установлены программы или функции, такие как iCloud, которые могут препятствовать свободному использованию устройства в будущем.',

    'note' => 'Сервисный центр не несёт ответственности за сохранность пользовательских данных на устройстве. Гарантия не распространяется на аксессуары основного товара и подарки, выданные компанией.',

    'reset_note' => 'После сброса устройство требует активации через компьютер с использованием защищённой системы компании.',

    'acceptance_text' => 'Я получил товар после визуального осмотра и согласен с правилами и условиями гарантийного обслуживания.',

    'footer' => 'Номер и адрес сервисного центра:<br>+995 598 29 29 90<br>Тбилиси, торговый центр “Passage”, магазин 177<br>Номер магазина: 032 20 40 600',
];