<?php

return [
    'title' => 'გარანტიის ტალონი',
    'issue_date' => 'საგარანტიო ტალონის გაცემის თარიღი',
    'customer_information' => 'მყიდველის ინფორმაცია',
    'product_information' => 'პროდუქტის ინფორმაცია',
    'buyer' => 'მყიდველი',
    'phone' => 'ტელეფონი',
    'id_number' => 'პირადი ნომერი',
    'price' => 'ღირებულება',
    'currency' => 'ლარი',
    'order_id' => 'შეკვეთის ID',
    'product' => 'პროდუქტი',
    'guarantee' => 'გარანტია',
    'code' => 'კოდი',
    'information' => 'ინფორმაცია',
    'accessories' => 'აქსესუარები',
    'gift' => 'საჩუქარი',
    'signature' => 'ხელმოწერა',

    'replacement_title' => 'წუნდებული ნივთი ჩანაცვლდება:',
    'replacement_text' => '• თუ ნივთს აღმოაჩნდება ვიზუალური დეფექტი, ამის შესახებ მყიდველმა უნდა განაცხადოს ნივთის შეძენის პროცესში, აღნიშნული
შეთანხმების შემდეგ ნივთი ვიზუალური წუნის მიზეზით აღარ დაექვემდებარება ჩანაცვლებას.<br>

• თუ ნივთის ჩაბარებიდან 7 (შვიდი) კალენდარული დღის ვადაში გამოვლინდა ქარხნული წუნი, (არ იგულისხმება ვიზუალური
დეფექტი და პროგრამული ხარვეზი) რომელიც დასტურდება კომპანიის მიერ რეკომენდირებული სერვის ცენტრის დასკვნის საფუძველზე,
ნივთი ექვემდებარება ჩანაცვლებას ან მხოლოდ წუნდებული ნაწილის შეკეთებას.',

    'service_terms_title' => 'საგარანტიო მომსახურების პირობები:',
    'service_terms_text' => '• კომპანიის მიერ რეკომენდირებული სერვის ცენტრი, წუნდებული ნივთის დიაგნოსტირებას უზრუნველყოფს 3 - 7 (სამიდან შვიდი)
  სამუშაო დღის განმავლობაში, ხოლო მის შეკეთებას 3 – 30 (სამიდან ოცდაათი) სამუშაო დღის ვადაში. <br>
 • ნივთის ჩაბარებიდან 7 (შვიდი) კალენდარული დღის გასვლის შემდეგ, მყიდველი იღებს 5%-დან 50%-მდე ფასდაკლებას
  თვითმიყენებულ და დაზიანებული დეტალების შეკეთებაზე. ',

    'warranty_cancel_title' => 'საგარანტიო მომსახურება არ ვრცელდება / უქმდება თუ:',
    'warranty_cancel_text' => ' • გასულია საგარანტიო ვადა;
  • ნივთს აღენიშნება მექანიკური დაზიანება, ასევე დაზიანება გამოწვეულია კომპიუტერული ვირუსის ან შეუსაბამო ფაილების
  მიერ, მექანიზმის დანესტიანებით, ელ. ქსელის გაუმართაობით, მაღალი ან დაბალი ტემპერატურის ზემოქმედებით, კოროზიით,
  ექსპლუატაციისა და შენახვის პირობების დარღვევით, არარეკომენდირებული პირების მიერ ჩატარებული სარემონტო სამუშაოების
  შედეგად; <br>
  • საგარანტიო ტალონში არ იკითხება სერიული ნომერი / იმეი კოდი;<br>
  • მოწყობილობაში იქნება ჩაწერილი ისეთი პროგრამები ან სხვა მახასიათებლები როგორიცაა icloud (აი ქლაუდი), რომლებიც
  მომავალში ხელს შეუშლის ნივთის თავისუფლად მუშაობა / გამოყენებას.',

    'note' => ' მომსახურე სერვის ცენტრი პასუხს არ აგებს მოწყობილობაში მომხმარებლის მიერ განთავსებული ინფორმაციის შენახვაზე და
  გარანტია არ ვრცელდება ძირითადი ნივთის აქსესუარებზე და ასევე კომპანიის მიერ გაცემულ საჩუქარზე.',
    'reset_note' => 'ნივთი დარესეტების შემდეგ საჭიროებს კომპიუტერით აქტივაციას, რაც
    გულისხმობს კომპანიის დაცულ სისტემას.',
    'acceptance_text' => 'მე ჩავიბარე ნივთი, ვიზუალური დათვალიერებით და საგარანტიო მომსახურების წესების და პირობების თანხმობით.',

    'footer' => 'სერვის ცენტრის ნომერი და მისამართი:<br>+995 598 29 29 90<br>თბილისი, სავაჭრო ცენტრი “პასაჟი” მაღაზია 177<br>მაღაზიის ნომერი: 032 20 40 600',
];